<?php
 array(2) { 
 	[0]=> array(11) { 
 		[0]=> string(6) "姓名" 
 		[1]=> string(12) "身份证号" 
 		[2]=> string(12) "课程名称" 
 		[3]=> string(22) "学习时间/得分 20" 
 		[4]=> string(22) "课间练习/得分 10" 
 		[5]=> string(22) "课后练习/得分 10" 
 		[6]=> string(30) "模拟自测/基础12/方向18" 
 		[7]=> string(30) "专项练习/基础12/方向18" 
 		[8]=> string(16) "知识点/成绩" 
 		[9]=> string(15) "学习评分 47" 
 		[10]=> string(12) "截至日期" } 
	[1]=> array(11) { 
		[0]=> string(6) "张三" 
		[1]=> string(18) "330329199111164224" 
		[2]=> string(6) "英文" 
		[3]=> string(14) "02:16:27 / 7.2" 
		[4]=> string(9) "100 / 2.7" 
		[5]=> string(9) "100 / 7.2" 
		[6]=> string(14) "70 / 7.2 / 7.2" 
		[7]=> string(14) "64 / 7.2 / 7.2" 
		[8]=> string(15) "网络客服=81" 
		[9]=> string(4) "33.1" 
		[10]=> string(10) "2012-11-29" } 
	} 
?>